anthropic.claude-code
astro-build.astro-vscode
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
mattpocock.ts-error-translator
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
pflannery.vscode-versionlens
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tomoki1207.pdf
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
