anthropic.claude-code
astro-build.astro-vscode
bjarne.hackerman-omarchy
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
googlecloudtools.firebase-dataconnect-vscode
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
mattpocock.ts-error-translator
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
mtxr.sqltools
openai.chatgpt
pflannery.vscode-versionlens
prisma.prisma
rangav.vscode-thunder-client
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
supabase.vscode-supabase-extension
tahayvr.matteblack
tomoki1207.pdf
usernamehw.errorlens
vitest.explorer
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
